"OK" = "OK";
"Continue" = "Fortsetzen";
"Cancel" = "Abbrechen";
"Password" = "Passwort";
"Email" = "E-Mail";
"None" = "Ohne";
"Fetching Account Info…" = "Accountinformationen abrufen …";
"Panic Sync Deauthorized" = "Autorisierung für Panic Sync wurde aufgehoben";
"This Mac's access to your Panic Sync account has been revoked. Please reauthorize your account in Preferences." = "Der Zugriff dieses Mac auf Ihren Panic Sync-Account wurde widerrufen. Autorisieren Sie Ihren Account erneut in den Einstellungen.";
"Sync Preferences…" = "Synchr.-Einstellungen …";
"Dismiss" = "Schließen";
"Panic Sync Credentials Missing" = "Panic Sync-Accountdaten fehlen";
"Your Panic Sync credentials could not be found. Please reauthorize your account in Preferences." = "Ihre Panic Sync-Accountdaten konnten nicht gefunden werden. Autorisieren Sie Ihren Account erneut in den Einstellungen.";
"Sync" = "Synchr.";
"Next Sync: %@" = "Nächste Synchr.: %@";
"Reset Sync" = "Synchr. zurücks.";
"Sync Now" = "Jetzt synchronisieren";
"Email is required" = "E-Mail ist erforderlich";
"A valid email address is required." = "Eine gültige E-Mail-Adresse ist erforderlich.";
"Password Too Short" = "Passwort ist zu kurz";
"Your password must be at least 8 characters long." = "Ihr Passwort muss aus mindestens 8 Zeichen bestehen.";
"Passwords Don't Match" = "Passwörter stimmen nicht überein";
"The password and confirmation do not match." = "Das Passwort und die Bestätigung stimmen nicht überein.";
"Send Password Reset" = "Passwortrücksetzung senden";
"You will receive an email detailing how to reset your password." = "Sie erhalten eine E-Mail, in der genau beschrieben steht, wie Sie Ihr Passwort zurücksetzen können.";
"Enter your email address to request a password reset." = "Geben Sie Ihre E-Mail-Adresse ein, um eine Passwortrücksetzung anzufordern.";
"Password Reset Sent" = "Passwortrücksetzung gesendet";
"You should soon receive an email detailing how to reset your password." = "Sie sollten in Kürze eine E-Mail erhalten, in der genau beschrieben steht, wie Sie Ihr Passwort zurücksetzen können.";
"Deauthorize \"%@\"" = "Autorisierung für „%@“ aufheben";
"Are you sure you want to deauthorize the selected device? Its ability to sync will immediately be revoked." = "Möchten Sie die Autorisierung für das ausgewählte Gerät wirklich aufheben? Daraufhin wird die Synchronisierungsfähigkeit des Geräts sofort widerrufen.";
"Deauthorize" = "Autorisierung aufheben";
"Unable to Contact Server" = "Verbindungsaufbau zum Server fehlgeschlagen";
"Your network connection may be offline. You can continue signing out while offline, but this device will not be deauthorized on the server." = "Die Netzwerkverbindung ist unter Umständen offline. Sie können die Abmeldung im Offlinestatus fortsetzen, aber die Autorisierung dieses Geräts auf dem Server wird nicht aufgehoben.";
"Sign Out" = "Abmelden";
"Unable to Sign Out" = "Abmelden nicht möglich";
"The server may be experiencing issues or be down for maintenance. You can continue signing out while offline, but this device will not be deauthorized on the server." = "Der Server hat unter Umständen Probleme festgestellt oder ist möglicherweise zu Wartungszwecken abgeschaltet. Sie können die Abmeldung im Offlinestatus fortsetzen, aber die Autorisierung dieses Geräts auf dem Server wird nicht aufgehoben.";

"Do you want to sync with other apps?" = "Möchten Sie mit anderen Apps synchronisieren?";
"You can sync your data with %@ only, or with other Panic apps as well." = "Sie können Ihre Daten mit ausschließlich %@ oder auch mit anderen Panic-Apps synchronisieren.";
"Sync With:" = "Synchronisieren mit:";

"How would you like to reset your data?" = "Wie möchten Sie Ihre Daten zurücksetzen?";
"You can continue to sync your data with the Panic Sync data, fully replace your data with the Panic Sync data, or keep your data and replace it on all of your other devices." = "Sie können mit der Synchronisierung Ihrer Daten mit den Panic Sync-Daten fortfahren, Ihre Daten vollständig durch Panic Sync-Daten ersetzen oder Ihre Daten beibehalten und sie auf all Ihren anderen Geräten ersetzen.";
"Action:" = "Aktion:";
"Merge" = "Zusammenführen";
"Continue Sync" = "Synchronisierung fortsetzen";
"Replace All Data On This Mac" = "Alle Daten auf diesem Mac ersetzen";
"Replace All Data In %@ On This Mac" = "Alle Daten in %@ auf diesem Mac ersetzen"; // e.g. Replace All Data In Transmit On This Mac
"Replace Data On All Other Devices" = "Daten auf allen anderen Geräten ersetzen";
"SyncPrivacyPolicyURL" = "https://www.panic.com/sync";
"SyncAccountManagementURL" = "https://sync.panic.com/";
"Your data will automatically sync between your devices. It's free, secure, and easy." = "Ihre Daten werden automatisch zwischen Ihren Geräten synchronisiert. Das ist kostenlos, sicher und einfach.";
"Panic Sync" = "Panic Sync";
"This is the first time you're syncing data on this Mac." = "Dies ist das erste Mal, dass Sie Daten auf diesem Mac synchronisieren.";
"You've switched Panic Sync accounts and your data may no longer be valid." = "Sie haben Panic Sync-Accounts gewechselt und Ihre Daten sind möglicherweise nicht mehr gültig.";
"Changes were last made on “%@”." = "Änderungen wurden zuletzt auf „%@“ durchgeführt.";
"“%@” has performed a reset sync." = "„%@“ hat eine Zurücksetzungssynchronisierung durchgeführt.";
"One of your devices has performed a reset sync." = "Eines Ihrer Geräte hat eine Zurücksetzungssynchronisierung durchgeführt.";
"You can fully replace your data with the Panic Sync data, or keep your data and replace it on all your other devices." = "Sie können Ihre Daten vollständig durch Panic Sync-Daten ersetzen oder Ihre Daten beibehalten und sie auf all Ihren anderen Geräten ersetzen.";
"This sync will change a significant portion of your data. How do you want to continue?" = "Bei dieser Synchronisierung werden sehr viele Ihrer Daten geändert. Wie möchten Sie fortfahren?";
"This sync will replace your data. How do you want to continue?" = "Durch diese Synchronisierung werden Ihre Daten ersetzt. Wie möchten Sie fortfahren?";

"Two-Factor Authentication" = "Zwei-Faktor-Authentifizierung";
"Your account is protected by two-factor authentication. Enter the code generated by your authorization app." = "Ihr Account ist durch die Zwei-Faktor-Authentifizierung geschützt. Geben Sie den Code ein, der von Ihrer Autorisierungs-App generiert wurde.";
"Unlock %@" = "%@ freischalten";
"Purchase %@ to unlock Panic Sync." = "Kaufen Sie %@, um Panic Sync freizuschalten.";

// PCDynamicSheetController
"Learn more." = "Weitere Informationen.";

// Account Deletion
"Do you want to permanently delete your Panic Sync account?" = "Möchten Sie Ihren Panic Sync-Account dauerhaft löschen?";
"This will remove all data from the Panic Sync server and keep your local data.\n\nEnter your Panic Sync password to continue." = "Dadurch werden alle Daten vom Panic Sync-Server entfernt und Ihre lokalen Daten bleiben erhalten.\n\nGeben Sie Ihr Panic Sync-Passwort ein, um fortzufahren.";
"Password:" = "Passwort:";
"Delete Account" = "Account löschen";
"Account Deleted" = "Account gelöscht";
"Account Settings" = "Accounteinstellungen";
